---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.TonnesForcePerMeter
source: html/6bb30e6a-1953-be11-23da-32d9a82f4479.htm
---
# Autodesk.Revit.DB.UnitTypeId.TonnesForcePerMeter Property

Tonnes force per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId TonnesForcePerMeter { get; }
```